Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISCOVERING_VIEW_TITLE_ADD
source: Add Additional User
ar: إضافة مستخدم آخر
bg: Добави допълнителен потребител
ca: Afegeix un altre usuari
cs: Přidat dalšího uživatele
da: Tilføj en bruger mere
de: Weiteren Benutzeraccount hinzufügen
el: Προσθήκη άλλου χρήστη
es: Añade otro usuario
es_419: Agregar usuario adicional
fi: Lisää uusi käyttäjä
fr: Ajouter un autre utilisateur
fr_ca: Ajout d’un utilisateur
he: הוספת משתמש נוסף
hi: अतिरिक्त यूज़र जोड़ें
hr: Dodajte dodatnog korisnika
hu: További felhasználó hozzáadása
id: Tambah Pengguna Tambahan
it: Aggiungi un altro utente
ja: ほかのユーザを追加
kk: Қосымша пайдаланушыны қосу
ko: 기타 사용자 추가
lt: Įtraukti papildomą naudotoją
ms: Tambah Pengguna Tambahan
nl: Voeg extra gebruiker toe
no: Legg til ekstra bruker
pl: Dodaj dodatkowego użytkownika
pt_br: Adicione Outro Usuário
pt_pt: Adicionar utilizador
ro: Adăugare utilizator suplimentar
ru: Добавить пользователя
sk: Pridať ďalšieho užívateľa
sl: Dodajanje dodatnega uporabnika
sv: Lägg till ytterligare användare
th: เพิ่มผู้ใช้เพิ่มเติม
tr: Yeni Kullanıcı Ekle
uk: Додавання ще одного користувача
vi: Thêm người dùng bổ sung
zh_cn: 添加其他用户
zh_hk: 新增其他用户
zh_tw: 加入其他使用者

# PARENT_SIGN_IN_TITLE
source: Parent or Guardian Sign In
ar: تسجيل الدخول الخاص بأحد الوالدين أو ولي أمر
bg: Вход на родител или настойник
ca: Inici de la sessió com a pare, mare o responsable
cs: Přihlášení rodiče nebo opatrovníka
da: Forælder- eller værge-login
de: Anmeldung für erziehungsberechtigte Person
el: Σύνδεση γονέα ή κηδεμόνα
es: Inicio de sesión del padre, madre o tutor
es_419: Inicia sesión como padre o tutor
fi: Vanhemman tai huoltajan kirjautuminen
fr: Connexion d’un parent ou d’un tuteur
fr_ca: Connexion d’un parent ou tuteur
he: התחברות באמצעות הורה או אפוטרופוס
hi: माता-पिता या अभिभावक साइन इन
hr: Prijava roditelja ili skrbnika
hu: Szülői vagy gondviselői bejelentkezés
id: Masuk Orang Tua atau Wali
it: Accesso per genitore/tutore
ja: 親または保護者のサインイン
kk: Ата-ана немесе қамқоршы ретінде жүйеге кіру
ko: 부모 또는 보호자 로그인
lt: Vieno iš tėvų arba globėjo prisijungimas
ms: Daftar Masuk Ibu Bapa atau Penjaga
nl: Inloggen voor ouder of voogd
no: Pålogging for forelder eller verge
pl: Logowanie się rodzica lub opiekuna
pt_br: Início de Sessão de Pais ou Responsáveis
pt_pt: Início de sessão para pais ou tutores
ro: Autentificare părinte sau tutore
ru: Вход для родителя или опекуна
sk: Prihlásenie rodiča alebo zákonného zástupcu
sl: Vpis starša ali skrbnika
sv: Inloggning för förälder eller vårdnadshavare
th: ลงชื่อเข้าของผู้ปกครองหรือผู้ดูแล
tr: Ebeveyn veya Vasi Girişi
uk: Вхід для батьків і опікунів
vi: Cha mẹ hoặc người giám hộ đăng nhập
zh_cn: 父母或监护人登录
zh_hk: 家長或監護人登入
zh_tw: 家長或監護人登入

# SETUP_VIEW_PROVIDING_DEVICE_TITLE_FAILED
source: Please Try Again
ar: الرجاء المحاولة مرة أخرى
bg: Моля, опитайте отново
ca: Torna‑ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Versuche es erneut
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
es_419: Reintenta
fi: Yritä uudelleen
fr: Veuillez réessayer.
fr_ca: Veuillez réessayer
he: נא לנסות שוב
hi: कृपया फिर कोशिश करें
hr: Pokušajte ponovno
hu: Kérjük, próbálja újra
id: Coba Lagi
it: Riprova
ja: もう一度お試しください。
kk: Әрекетті қайталаңыз
ko: 다시 시도하십시오.
lt: Bandykite dar kartą.
ms: Sila Cuba Lagi
nl: Probeer het opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tente Novamente
pt_pt: Volte a tentar
ro: Reîncercați
ru: Повторите попытку
sk: Skúste to znovu
sl: Poskusite znova
sv: Försök igen
th: โปรดลองอีกครั้ง
tr: Lütfen Yeniden Deneyin
uk: Спробуйте ще раз
vi: Vui lòng thử lại
zh_cn: 请重试
zh_hk: 請再試
zh_tw: 請再試一次

# DISCOVERED_VIEW_JOIN_BUTTON_CONNECT
source: Connect
ar: اتصال
bg: Свържи
ca: Accedeix
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
es_419: Conectar
fi: Yhdistä
fr: Se connecter
fr_ca: Connecter
he: התחברות
hi: कनेक्ट करें
hr: Spoji
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
kk: Қосылу
ko: 연결
lt: Prisijungti
ms: Sambung
nl: Verbind
no: Koble til
pl: Połącz
pt_br: Conectar
pt_pt: Estabelecer ligação
ru: Подключиться
sk: Pripojiť
sl: Poveži
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підʼєднати
vi: Kết nối
zh_cn: 连接
zh_hk: 連接
zh_tw: 連接

# PASSWORD_ONLY_LOGIN_FORM_SUBMIT
source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Dále
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fr: Suivant
fr_ca: Suivant
he: הבא
hi: अगला
hr: Sljedeće
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
ko: 다음
lt: Toliau
ms: Seterusnya
nl: Volgende
no: Neste
pl: Dalej
pt_br: Seguinte
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_cn: 下一步
zh_hk: 下一步
zh_tw: 下一步

source: Go Back
ar: رجوع
bg: Върни се назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Επιστροφή
es: Atrás
es_419: Atrás
fi: Takaisin
fr: Revenir
fr_ca: Revenir
he: חזרה אחורה
hi: वापस जाएँ
hr: Idi natrag
hu: Visszalépés
id: Kembali
it: Indietro
ja: 戻る
kk: Қайту
ko: 뒤로 이동
lt: Grįžti
ms: Kembali
nl: Ga terug
no: Gå tilbake
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Вернуться
sk: Naspäť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri Dön
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# PROX_CARD_VIEW_JOIN_BUTTON_CONNECT
source: Connect
ar: اتصال
bg: Свържи
ca: Accedeix
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
es_419: Conectar
fi: Yhdistä
fr: Se connecter
fr_ca: Connecter
he: התחברות
hi: कनेक्ट करें
hr: Spoji
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
kk: Қосылу
ko: 연결
lt: Prisijungti
ms: Sambung
nl: Verbind
no: Koble til
pl: Połącz
pt_br: Conectar
pt_pt: Estabelecer ligação
ru: Подключиться
sk: Pripojiť
sl: Poveži
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Зʼєднати
vi: Kết nối
zh_cn: 连接
zh_hk: 連接
zh_tw: 連接

# DISCOVERING_VIEW_PROX_INSTRUCTION_WLAN
source: 1. Unlock your iPhone or iPad. 2. Connect to a WLAN network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ^[1](formatNumber: true). افتح قفل iPhone أو iPad. ^[2](formatNumber: true). اتصل بشبكة WLAN. ^[3](formatNumber: true). شغل Bluetooth. ^[4](formatNumber: true). قرِّب الجهاز من هذا الـ Apple TV.
bg: 1. Отключете вашия iPhone или iPad. 2. Свържете се към WLAN мрежа. 3. Включете Bluetooth. 4. Задръжте устройството близо до този Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa WLAN. 3. Activa el Bluetooth. 4. Apropa el dispositiu a l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k WLAN síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et WLAN-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad. 2. Συνδεθείτε σε δίκτυο WLAN. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_419: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca tu dispositivo a este Apple TV.
fi: 1. Avaa iPhonen tai iPadin lukitus. 2. Yhdistä WLAN-verkkoon. 3. Ota Bluetooth käyttöön. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau WLAN. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau WLAN. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: ‏1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת WLAN. ‏3. יש להפעיל את Bluetooth. ‏4. יש לקרב את המכשיר ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. WLAN नेटवर्क से कनेक्ट करें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के नज़दीक रखें।
hr: 1. Otključajte iPhone ili iPad. 2. Spojite se na WLAN mrežu. 3. Uključite Bluetooth. 4. Približite uređaj ovom Apple TV-u.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon WLAN-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan WLAN. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete WLAN. 3. Abilita il Bluetooth. 4. Avvicina il tuo dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. WLANネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
kk: 1. iPhone немесе iPad құлпын ашыңыз. 2. WLAN желісіне қосылыңыз. 3. Bluetooth функциясын қосыңыз. 4. Құрылғыны осы Apple TV құрылғысына жақын ұстаңыз.
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. WLAN 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
lt: 1. Atrakinkite „iPhone“ arba „iPad“. 2. Prisijunkite prie WLAN tinklo. 3. Įjunkite „Bluetooth“. 4. Laikykite įrenginį šalia „Apple TV“.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian WLAN. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een WLAN-netwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat vlak bij deze Apple TV.
no: 1. Lås opp iPhone eller iPad. 2. Koble til et WLAN-nettverk. 3. Aktiver Bluetooth. 4. Hold enheten nær Apple TV.
pl: 1. Odblokuj iPhone’a lub iPada. 2. Połącz się z siecią WLAN. 3. Włącz Bluetooth. 4. Zbliż urządzenie do tego Apple TV.
pt_br: 1. Desbloqueie o iPhone ou iPad. 2. Conecte a uma rede WLAN. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede WLAN. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea WLAN. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте iPhone или iPad. 2. Подключитесь к сети WLAN. 3. Включите Bluetooth. 4. Поднесите устройство к этому Apple TV.
sk: 1. Odomknite iPhone alebo iPad. 2. Pripojte sa k WLAN. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem WLAN. 3. Vklopite Bluetooth. 4. Pridržite napravo blizu naprave Apple TV.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till ett WLAN-nätverk. 3. Aktivera Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย WLAN 3. เปิดบลูทูธ 4. ถืออุปกรณ์ให้อยู่ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun veya iPad’inizin kilidini açın. 2. Bir WLAN ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть iPhone або iPad. 2. Підʼєднайтеся до мережі WLAN. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng WLAN. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁iPhone或iPad。 2. 接入无线局域网。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。

# LOGIN_FORM_ICLOUD_DESCRIPTION
source: Sign into the Apple Account you use for iCloud. If you forgot your password, go to account.apple.com.
ar: سجل الدخول إلى حساب Apple الذي تستخدمه للوصول إلى iCloud. إذا نسيت كلمة السر، فانتقل إلى account.apple.com.
bg: Влезте с Apple регистрацията, която използвате за iCloud. Ако сте забравили вашата парола, отидете на account.apple.com.
ca: Inicia la sessió al compte d’Apple que fas servir per a l’iCloud. Si no en recordes la contrasenya, ves a account.apple.com.
cs: Přihlaste se k účtu Apple, který používáte pro iCloud. Pokud jste zapomněli heslo, navštivte stránku account.apple.com/cz.
da: Log ind på den Apple-konto, du bruger til iCloud. Hvis du har glemt din adgangskode, skal du gå til account.apple.com.
de: Melde dich bei dem Apple Account an, den du für iCloud verwendest. Wenn du dein Passwort vergessen hast, besuche die Website „account.apple.com“.
el: Συνδεθείτε στον λογαριασμό Apple που χρησιμοποιείτε για το Cloud. Αν ξεχάσατε το συνθηματικό σας, μεταβείτε στη διεύθυνση account.apple.com.
es: Inicia sesión con la cuenta de Apple que utilizas con iCloud. Si has olvidado la contraseña, ve a account.apple.com.
es_419: Inicia sesión con la cuenta de Apple que usas con iCloud. Si olvidaste tu contraseña, visita account.apple.com.
fi: Kirjaudu Apple-tilille, jota käytät iCloudille. Jos unohdit salasanasi, mene osoitteeseen account.apple.com.
fr: Connectez-vous au compte Apple utilisé pour iCloud. Si vous avez oublié votre mot de passe, rendez-vous sur account.apple.com.
fr_ca: Connectez-vous au compte Apple que vous utilisez avec iCloud. Si vous avez oublié votre mot de passe, rendez-vous sur account.apple.com.
he: יש להתחבר לחשבון ה-Apple שמשמש אותך ב-iCloud. אם שכחת את הסיסמה שלך, באפשרותך לעבור אל account.apple.com.
hi: iCloud के लिए उपयोग किए जाने वाले Apple खाते में साइन इन करें। यदि आप अपना पासवर्ड भूल गए हैं, तो account.apple.com पर जाएँ।
hr: Prijavite se na Apple račun koji koristite za iCloud. Ako ste zaboravili svoju lozinku idite na account.apple.com.
hu: Jelentkezzen be az iCloudhoz használt Apple-fiókjába. Ha elfelejtette a jelszavát, látogasson el az account.apple.com weboldalra.
id: Masuk ke Akun Apple yang Anda gunakan untuk iCloud. Jika Anda lupa kata sandi Anda, buka account.apple.com.
it: Accedi all’Apple Account che usi per iCloud. Se hai dimenticato la password, vai alla pagina account.apple.com.
ja: iCloudに使用しているApple Accountにサインインしてください。Apple Accountまたはパスワードを忘れた場合は、account.apple.com にアクセスしてください。
kk: iCloud сервисін пайдалану үшін Apple аккаунтыңызға кіріңіз. Құпиясөзіңізді ұмытып қалсаңыз, account.apple.com сайтына өтіңіз.
ko: iCloud에서 사용하는 Apple 계정에 로그인하십시오. 암호를 잊어버린 경우 account.apple.com으로 이동하십시오.
lt: Prisijunkite prie „Apple“ paskyros, kurią naudojate prisijungdami prie „iCloud“. Jei pamiršote slaptažodį, eikite į account.apple.com.
ms: Daftar masuk ke Akaun Apple yang anda gunakan untuk iCloud. Jika anda terlupa kata laluan anda, pergi ke account.apple.com/my.
nl: Log in bij de Apple Account die je gebruikt voor iCloud. Als je je wachtwoord bent vergeten, ga je naar account.apple.com.
no: Logg på Apple-kontoen du bruker med iCloud. Hvis du har glemt passordet, kan du gå til account.apple.com.
pl: Zaloguj się na koncie Apple, którego używasz dla iCloud. Jeśli nie pamiętasz hasła tego konta, odwiedź stronę account.apple.com.
pt_br: Inicie a sessão na Conta Apple que você usa para o iCloud. Se você esqueceu a senha, acesse account.apple.com.
pt_pt: Inicie sessão na conta Apple que usa para iCloud. Caso se tenha esquecido da palavra‑passe, aceda a account.apple.com.
ro: Autentificați‑vă în contul Apple pe care îl utilizați pentru iCloud. Dacă v‑ați uitat parola, accesați account.apple.com.
ru: Войдите в Аккаунт Apple, который используется для iCloud. Если не помните пароль, перейдите на account.apple.com.
sk: Prihláste sa do Apple účtu, ktorý používate pre iCloud. Ak ste zabudli svoje heslo, navštívte account.apple.com.
sl: Vpišite se v račun Apple, ki ga uporabljate za storitev iCloud. Če ste pozabili geslo, pojdite na account.apple.com.
sv: Logga in med det Apple‑konto som du använder för iCloud. Om du har glömt ditt lösenord besöker du account.apple.com.
th: ลงชื่อเข้าบัญชี Apple ที่คุณใช้สำหรับ iCloud ถ้าคุณลืมรหัสผ่านของคุณ ให้ไปที่ account.apple.com/th
tr: iCloud için kullandığınız Apple Hesabı’na giriş yapın. Parolanızı unuttuysanız account.apple.com/tr/ adresine gidin.
uk: Увійдіть в обліковий запис Apple, який ви використовуєте з iCloud. Якщо ви забули пароль, перейдіть на вебсайт account.apple.com.
vi: Đăng nhập vào Tài khoản Apple mà bạn sử dụng cho iCloud. Nếu bạn quên mật khẩu, hãy truy cập account.apple.com/vn.
zh_cn: 登录用于iCloud的Apple账户。若忘记密码，请前往account.apple.com。
zh_hk: 登入你用於iCloud的Apple帳户。如忘記密碼，請前往account.apple.com。
zh_tw: 登入用於iCloud的「Apple帳號」。若你忘記密碼，請前往account.apple.com。

# ACCOUNT_SETUP_CREATE_ACCOUNT_REBRAND
source: Don’t have an Apple Account?
ar: ليس لديك حساب Apple؟
bg: Нямате Apple регистрация?
ca: No tens un compte d’Apple?
cs: Nemáte účet Apple?
da: Har du ikke en Apple‑konto?
de: Du hast keinen Apple Account?
el: Δεν έχετε λογαριασμό Apple;
es: ¿No tienes una cuenta de Apple?
es_419: ¿No tienes una cuenta de Apple?
fi: Eikö sinulla ole Apple-tiliä?
fr: Vous n’avez pas de compte Apple ?
fr_ca: Vous n’avez pas de compte Apple?
he: אין לך חשבון Apple?
hi: क्या आपके पास Apple खाता नहीं है?
hr: Nemate Apple račun?
hu: Nem rendelkezik Apple-fiókkal?
id: Tidak memiliki Akun Apple?
it: Non hai un Apple Account?
ja: Apple Accountをお持ちでない場合
kk: Apple аккаунтыңыз жоқ па?
ko: Apple 계정을 가지고 있지 않습니까?
lt: Neturite „Apple“ paskyros?
ms: Tidak mempunyai Akaun Apple?
nl: Heb je geen Apple Account?
no: Har du ikke en Apple-konto?
pl: Nie masz konta Apple?
pt_br: Não tem uma Conta Apple?
pt_pt: Não tem uma conta Apple?
ro: Nu aveți un cont Apple?
ru: Нет Аккаунта Apple?
sk: Nemáte Apple účet?
sl: Nimate računa Apple?
sv: Har du inte något Apple‑konto?
th: ไม่มีบัญชี Apple ใช่ไหม
tr: Apple Hesabı’nız mı yok?
uk: Не маєте облікового запису Apple?
vi: Bạn không có Tài khoản Apple?
zh_cn: 没有Apple账户？
zh_hk: 沒有Apple帳户嗎？
zh_tw: 沒有「Apple帳號」嗎？

# SIGN_IN_OPTION_ANOTHER_DEVICE_SUBTITLE
source: Bring another Apple device nearby to sign in quickly and easily. Available for iOS 17 and later.
ar: قرِّب جهاز Apple آخر لتسجيل الدخول بسرعة وسهولة. هذه الميزة متوفرة على iOS 17 وأحدث.
bg: Доближете друго Apple устройство, за да влезете бързо и лесно. Налично за iOS 17 и следваща версия.
ca: Apropa un altre dispositiu Apple a aquest per iniciar la sessió de manera fàcil i ràpida. Aquesta funció només està disponible a partir de l’iOS 17.
cs: Přihlásíte se snadno a rychle přiblížením jiného zařízení Apple. K dispozici pro iOS 17 a novější.
da: Hold en anden Apple-enhed tæt på for at logge ind nemt og hurtigt. Tilgængelig i iOS 17 eller en nyere version.
de: Bringe ein anderes Apple-Gerät in die Nähe, um dich schnell und einfach anzumelden. Verfügbar für iOS 17 (und neuer).
el: Πλησιάστε μια άλλη συσκευή Apple για γρήγορη και εύκολη σύνδεση. Διαθέσιμο για iOS 17 και μεταγενέστερες εκδόσεις.
es: Acerca otro dispositivo Apple para iniciar sesión de forma rápida y fácil (función disponible en iOS 17 y versiones posteriores).
es_419: Acerca otro dispositivo Apple para iniciar sesión de forma fácil y rápida. Disponible en iOS 17 y posteriores.
fi: Kirjaudu nopeasti ja helposti tuomalla toinen Apple-laite lähelle. Saatavilla iOS 17:lle ja uudemmille.
fr: Approchez un autre appareil Apple pour vous connecter rapidement et facilement. Disponible pour iOS 17 et ultérieur.
fr_ca: Rapprochez un autre appareil Apple pour vous connecter rapidement et facilement. Cette fonctionnalité existe sous iOS 17 et toute version ultérieure.
he: ניתן לקרב מכשיר Apple אחר כדי להתחבר בקלות ובמהירות. אפשרות זו זמינה ב-iOS 17 ואילך.
hi: तेज़ी से और आसानी से साइन इन करने के लिए अन्य Apple डिवाइस को नज़दीक लाएँ। iOS 17 और बाद के संस्करण के लिए उपलब्ध।
hr: Približite drugi obližnji Apple uređaj za brzo i jednostavno prijavljivanje. Dostupno za iOS 17 i noviji.
hu: Gyorsan és könnyedén bejelentkezhet, ha egy másik Apple-eszközt az eszköz közelébe hoz. iOS 17 és újabb rendszeren érhető el.
id: Dekatkan perangkat Apple lain di sekitar untuk masuk dengan cepat dan mudah. Tersedia untuk iOS 17 dan lebih baru.
it: Avvicina un altro dispositivo Apple per accedere in modo rapido e semplice. Disponibile per iOS 17 e versioni successive.
ja: 別のAppleデバイスを近づけるとすばやく簡単にサインインできます。iOS 17以降で使用できます。
kk: Жүйеге жылдам әрі оңай кіру үшін басқа Apple құрылғысын жақын қойыңыз. iOS 17 және одан кейінгі нұсқалар үшін қолжетімді.
ko: 다른 Apple 기기를 가까이 가져와서 쉽고 빠르게 로그인할 수 있습니다. 이 기능은 iOS 17 이상 버전에서 사용할 수 있습니다.
lt: Padėkite kitą „Apple“ įrenginį šalia, kad galėtumėte greitai ir lengvai prisijungti. Prieinama „iOS 17“ ir naujesnei versijai.
ms: Bawa peranti Apple lain berdekatan untuk mendaftar masuk dengan cepat dan mudah. Tersedia untuk iOS 17 dan lebih baharu.
nl: Houd een ander Apple apparaat in de buurt om snel en gemakkelijk in te loggen. Beschikbaar voor iOS 17 en nieuwer.
no: Hold en annen Apple-enhet i nærheten for å logge på raskt og enkelt. Tilgjengelig i iOS 17 eller nyere.
pl: Aby szybko i łatwo wykonać logowanie, zbliż inne urządzenie Apple. Funkcja jest dostępna w systemie iOS 17 i nowszych.
pt_br: Aproxime outro dispositivo Apple para iniciar a sessão com rapidez e facilidade. Disponível para iOS 17 e posterior.
pt_pt: Aproxime outro dispositivo Apple para iniciar sessão de forma fácil e rápida. Disponível para o iOS 17 e posterior.
ro: Apropiați un alt dispozitiv Apple pentru autentificare rapidă și ușoară. Opțiunea este disponibilă pentru iOS 17 sau o versiune ulterioară.
ru: Для быстрого и простого входа поднесите ближе другое устройство Apple. Функция доступна в iOS 17 или новее.
sk: Prihlasujte sa rýchlo a jednoducho priblížením iného Apple zariadenia. K dispozícii v iOS 17 a novších verziách.
sl: Približajte drugo napravo Apple, da se hitro in enostavno vpišete. Na voljo za operacijski sistem iOS 17 in novejše različice.
sv: Du kan logga in snabbt och enkelt genom att placera en annan Apple-enhet i närheten. Tillgängligt för iOS 17 och senare.
th: นำอุปกรณ์ Apple อีกเครื่องเข้ามาใกล้เพื่อลงชื่อเข้าอย่างรวดเร็วและง่ายดาย มีสำหรับ iOS 17 ขึ้นไป
tr: Hızlı ve kolay giriş yapmak için başka bir Apple aygıtını yaklaştırın. iOS 17 ve daha yenisi için kullanılabilir.
uk: Піднесіть інший пристрій Apple ближче, щоб легко і швидко виконати вхід. Доступно для iOS 17 і новіших версій.
vi: Đưa một thiết bị Apple khác đến gần để đăng nhập nhanh chóng và dễ dàng. Khả dụng cho iOS 17 trở lên.
zh_cn: 将另一台Apple设备移近以快速轻松登录。适用于iOS 17及更高版本。
zh_hk: 將其他Apple裝置放在附近即可快速輕鬆地登入。適用於iOS 17或以上版本。
zh_tw: 將其他Apple裝置放在附近來輕鬆快速地登入。適用於iOS 17和以上版本。

# SIGN_IN_VIEW_PROGRESS_STATE_PREPARE
source: Setting Up iCloud
ar: يجري إعداد iCloud
bg: Настройване на iCloud
ca: Configurant l’iCloud
cs: Nastavování iCloudu
da: Indstiller iCloud
de: iCloud einrichten …
el: Διαμόρφωση iCloud…
es: Configurando iCloud
es_419: Configurando iCloud
fi: Otetaan iCloud käyttöön
fr: Configuration d’iCloud
fr_ca: Configuration d’iCloud
he: מגדיר את iCloud
hi: iCloud सेटअप किया जा रहा है
hr: Podešavanje iClouda
hu: Az iCloud beállítása
id: Mengatur iCloud
it: Configuro iCloud
ja: iCloudを設定中
kk: iCloud сервисі бапталуда
ko: iCloud 설정 중
lt: Nustatomas „iCloud“
ms: Menyediakan iCloud
nl: iCloud configureren
no: Konfigurerer iCloud
pl: Konfiguruję iCloud
pt_br: Configurando iCloud
pt_pt: A configurar iCloud
ro: Configurare iCloud
ru: Настройка iCloud
sk: Nastavujem iCloud
sl: Nastavljanje storitve iCloud
sv: Ställer in iCloud
th: กำลังตั้งค่า iCloud
tr: iCloud Ayarlanıyor
uk: Налаштовування iCloud
vi: Đang thiết lập iCloud
zh_cn: 正在设置iCloud
zh_hk: 正在設定iCloud
zh_tw: 正在設定iCloud

# SETUP_VIEW_BUTTON_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成
